Repository: yuzio-ai/veyra
Catalog: Veyra/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ · Running %@
zh_hans: %@ · 运行 %@

source: %@ tokens total
zh_hans: 累计 %@ tokens

source: %@, total token breakdown
zh_hans: %@，累计 token 明细

source: %lld resets
zh_hans: %lld 次

source: %lldd %lldh
zh_hans: %lld天 %lld时

source: %lldh %lldm
zh_hans: %lld时 %lld分

source: %lldh quota
zh_hans: %lldh额度

source: %lldm %llds
zh_hans: %lld分 %lld秒

source: %lldmin
zh_hans: %lld分钟

source: %lldmin quota
zh_hans: %lld分钟额度

source: %llds
zh_hans: %lld秒

source: Agent
zh_hans: 代理

source: An unknown error occurred while reading quotas. Try syncing again later.
zh_hans: 额度读取遇到未知错误，请稍后手动校准。

source: Auto-detect
zh_hans: 自动查找

source: Automatic check interval
zh_hans: 自动检查间隔

source: Available resets
zh_hans: 可用重置次数

source: Cached input (included)
zh_hans: 其中缓存输入

source: Cached input and reasoning output are included in the totals.
zh_hans: 缓存与推理明细已包含在总量中。

source: Calling tool: %@
zh_hans: 调用工具：%@

source: Checks every %lld seconds
zh_hans: 每 %lld 秒检查

source: Choose…
zh_hans: 选择…

source: Codex data directory
zh_hans: Codex 数据目录

source: Codex data directory does not exist. Check Settings.
zh_hans: Codex 数据目录不存在，请检查设置。

source: Codex disconnected. Try syncing quota again later.
zh_hans: Codex 连接已断开，请稍后手动校准。

source: Codex executable
zh_hans: Codex 可执行文件

source: Codex executable not found. Specify it in Settings.
zh_hans: 未找到 Codex 可执行文件，请在设置中指定。

source: Codex returned unrecognized data. Check version compatibility.
zh_hans: Codex 返回了无法识别的数据，请检查版本兼容性。

source: Codex task database not found. Run Codex first or choose its data directory in Settings.
zh_hans: 未找到 Codex 任务数据库。请先运行 Codex，或在设置中选择数据目录。

source: Collapsed
zh_hans: 已收起

source: Connection to Codex timed out. Try syncing quota again later.
zh_hans: 连接 Codex 超时，请稍后手动校准。

source: Delegating subtask
zh_hans: 分派子任务

source: Desktop
zh_hans: 桌面端

source: Diagnostics failed: unable to complete local diagnostics.
zh_hans: 诊断失败：无法完成本机诊断。

source: Editing files
zh_hans: 修改文件

source: Expanded
zh_hans: 已展开

source: Expired · Sync needed
zh_hans: 已到期 · 待校准

source: Expires %@
zh_hans: %@ 到期

source: Expires: %@
zh_hans: 到期时间：%@

source: From
zh_hans: 来自

source: Input
zh_hans: 输入

source: Input %@
zh_hans: 输入 %@

source: Last online sync · %@
zh_hans: 上次联网校准 · %@

source: Latest action
zh_hans: 最近操作

source: Latest progress
zh_hans: 最近进展

source: Leave blank to auto-detect. Checks run every 5 seconds while the menu is open or tasks are running, and every 30 seconds when idle. Quotas use local snapshots; account quotas are requested only when you click “Sync quota”. The app never starts model requests.
zh_hans: 留空即可自动查找。菜单打开或有运行任务时每 5 秒检查，空闲时每 30 秒检查。额度默认读取本地快照，仅点击「联网校准」时请求账号额度。应用不会启动模型请求。

source: Local activity
zh_hans: 本机活动

source: Local snapshot
zh_hans: 本地快照

source: Local tasks · Quota snapshots
zh_hans: 本机任务 · 额度快照

source: No confirmed running tasks
zh_hans: 暂无已确认运行的任务

source: No local quota records
zh_hans: 暂无本地额度记录

source: No quota windows are currently available for this account.
zh_hans: 账号暂未返回可用额度窗口。

source: Online sync
zh_hans: 联网校准

source: Output
zh_hans: 输出

source: Output %@
zh_hans: 输出 %@

source: Parent task
zh_hans: 父任务

source: Parent task · %@
zh_hans: 父任务 · %@

source: Primary quota
zh_hans: 主额度

source: Quit
zh_hans: 退出

source: Quit Veyra
zh_hans: 退出 Veyra

source: Quota
zh_hans: 额度

source: Quota —
zh_hans: 额度 —

source: Quota — · Running —
zh_hans: 额度 — · 运行 —

source: Quota request unauthorized. Check your Codex sign-in.
zh_hans: 额度请求未获授权，请检查 Codex 登录状态。

source: Quota requests are rate-limited. Wait for the cooldown to end before syncing again.
zh_hans: 额度接口暂时限流，请等待冷却结束后再校准。

source: Quota service unavailable. Try syncing quota again later.
zh_hans: 额度服务暂时不可用，请稍后手动校准。

source: Reading documentation
zh_hans: 查阅文档

source: Reading file
zh_hans: 读取文件

source: Reading local tasks…
zh_hans: 正在读取本机任务…

source: Reasoning output (included)
zh_hans: 其中推理输出

source: Refresh
zh_hans: 刷新

source: Refresh local tasks and quota snapshots
zh_hans: 刷新本地任务与额度快照

source: Refreshing running tasks
zh_hans: 正在刷新运行任务

source: Remaining quota %@
zh_hans: 剩余额度 %@

source: Remaining quota unavailable
zh_hans: 剩余额度暂不可用

source: Reset due · Awaiting update
zh_hans: 已到重置时间 · 等待更新

source: Reset time unavailable
zh_hans: 重置时间暂不可用

source: Resets %@
zh_hans: %@ 重置

source: Restore auto-detection
zh_hans: 恢复自动查找

source: Role
zh_hans: 角色

source: Running
zh_hans: 运行中

source: Running command
zh_hans: 执行命令

source: Running tasks
zh_hans: 运行任务

source: Running tool script
zh_hans: 执行工具脚本

source: Save
zh_hans: 保存

source: Saved, refreshing
zh_hans: 已保存，正在刷新

source: Secondary quota
zh_hans: 次额度

source: Sending collaboration message
zh_hans: 发送协作消息

source: Settings
zh_hans: 设置

source: Sign in to Codex Desktop or the CLI first.
zh_hans: 尚未登录 Codex。请先在 Codex 桌面端或 CLI 中登录。

source: Some expiry details are unavailable
zh_hans: 部分到期信息暂不可用

source: Some local quota records are unreadable.
zh_hans: 部分本地额度记录暂不可读。

source: Some session records are unreadable. Details may be incomplete.
zh_hans: 部分会话记录暂不可读，明细可能不完整。

source: Some task history is unreadable. Using session events instead.
zh_hans: 部分任务历史暂不可读，正在使用会话事件。

source: Subtask
zh_hans: 子任务

source: Subtask · %@
zh_hans: 子任务 · %@

source: Sync after %@
zh_hans: %@ 后可校准

source: Sync needed
zh_hans: 待校准

source: Sync quota
zh_hans: 联网校准

source: Sync quota online
zh_hans: 联网校准额度

source: Sync quota to view
zh_hans: 联网校准后查看

source: Syncing online…
zh_hans: 正在联网校准…

source: Syncing quota online
zh_hans: 正在联网校准额度

source: Syncing quota online…
zh_hans: 正在联网校准额度…

source: Task path
zh_hans: 任务路径

source: The Codex database is busy. Retrying automatically shortly.
zh_hans: Codex 数据库正忙，稍后将自动重试。

source: These sessions have not ended, but no running process could be confirmed. They are excluded from the running count.
zh_hans: 记录尚未结束，但无法确认仍有进程运行。不会计入顶部运行数。

source: This Codex database version is not supported.
zh_hans: Codex 数据库版本暂不兼容。

source: This sign-in method does not provide ChatGPT subscription quotas.
zh_hans: 当前登录方式不提供 ChatGPT 订阅额度。

source: Total tokens
zh_hans: 累计 tokens

source: Total usage
zh_hans: 累计总量

source: Total usage unavailable
zh_hans: 累计用量暂不可用

source: Unable to check for Codex database updates.
zh_hans: 无法检查 Codex 数据库更新。

source: Unable to read local task records. Check the data directory in Settings.
zh_hans: 无法读取本机任务记录，请在设置中检查数据目录。

source: Unable to read local task records. Check the data directory.
zh_hans: 无法读取本机任务记录，请检查数据目录。

source: Unable to read quotas. Check your Codex sign-in and network connection, then retry.
zh_hans: 额度读取失败，请检查 Codex 登录与网络连接后重试。

source: Unable to read the Codex database.
zh_hans: 无法读取 Codex 数据库。

source: Unable to read the Codex database. Check the data directory and file permissions.
zh_hans: 无法读取 Codex 数据库，请检查数据目录和文件权限。

source: Unable to start Codex. Check the executable and data directory.
zh_hans: 无法启动 Codex，请检查可执行文件和数据目录。

source: Unable to verify Codex processes. Task status is uncertain.
zh_hans: 无法核对 Codex 进程，任务状态暂不确定。

source: Unavailable
zh_hans: 暂不可用

source: Unconfirmed status
zh_hans: 状态待确认

source: Unconfirmed status · %lld
zh_hans: 状态待确认 · %lld

source: Unknown expiry
zh_hans: 到期时间未知

source: Unknown model
zh_hans: 模型未知

source: Unknown status
zh_hans: 状态未知

source: Unsupported Codex database schema. Update Veyra or check the data directory.
zh_hans: Codex 数据库结构暂不兼容，请更新应用或检查数据目录。

source: Untitled task
zh_hans: 未命名任务

source: Uses your existing Codex sign-in and local task records.
zh_hans: 沿用 Codex 的登录与本机任务记录。

source: Veyra, local quota snapshot, %@
zh_hans: Veyra，本地额度快照，%@

source: View total token breakdown
zh_hans: 查看累计 token 明细

source: Viewing image
zh_hans: 查看图片

source: Waiting for results
zh_hans: 等待或读取执行结果

source: Week
zh_hans: 周

source: Weekly quota
zh_hans: 每周额度

source: Your sign-in has changed. Sync quota again.
zh_hans: 登录状态发生变化，请重新联网校准。
